import React from 'react'
import exchangeandreturn from './exchangeandreturn.css'
export default function ExchangeAndReturn() {
  return (
    <div className="exchange-and-return-wrapper">
      <br/>
      <h3>Обмін та повернення</h3>

      <br />
      <br />

      <h5>Комплектація і цілісність товару</h5>

      <br />

      <ul className="exchange-and-return-list">
        <li>
          Будь ласка, перевіряйте комплектацію, цілісність упаковки, відсутність
          механічних пошкоджень і документи при отриманні замовлення. Це можливо
          зробити при працівниках служби доставки.
        </li>
        <li>
          Ми не несемо відповідальності за товар, який не був перевірений на
          наявність механічних пошкоджень або відсутність частин безпосередньо
          при отриманні у відділенні перевізника.
        </li>
        <li>
          У разі виявлення некомплекту або пошкоджень, ви маєте право не
          оплачувати товар і відмовитися від його отримання.
        </li>
      </ul>

      <br />

      <h5>Гарантійне обслуговування</h5>

      <br />

      <p className="exchange-and-return-paragraph">
        У разі виявлення недоліків (відхилення від параметрів і характеристик,
        зазначених в інструкції з експлуатації) протягом гарантійного терміну
        споживач має право на безкоштовний ремонт товару. Гарантійний термін
        починається з дати придбання товару кінцевим споживачем. Якщо протягом
        гарантійного терміну в товарі виявлено недолік, ви можете звернутися в
        Авторизований Сервісний центр виробника. Повний перелік адрес Сервісних
        центрів є в інструкції або гарантійному талоні, що додається до техніки,
        також його можна дізнатися за телефоном: (044) 225-05-05.
      </p>

      <br />

      <h5>Гарантія не надається у наступних випадках:</h5>

      <br/>

      <ul className="exchange-and-return-list">
        <li>
          Серійний номер виробу знищений (витертий, затертий) або став
          нерозбірливим;
        </li>
        <li>
          Серійний номер виробу не відповідає відомостям, зазначеним у
          гарантійному талоні;
        </li>
        <li>
          На виробі відсутні пломби, наклейки, стікери та інші маркування
          передбачені виробником;
        </li>
        <li>
          Виріб має сліди некваліфікованого, стороннього втручання або
          несанкціонованого ремонту;
        </li>
        <li>
          Виріб пошкоджено або він вийшов із ладу у зв'язку з порушенням правил
          і умов встановлення, підключення, адаптації під місцеві технічні умови
          покупця, експлуатації, зберігання і транспортування;
        </li>
        <li>
          Дефект викликаний зміною конструкції або програмного забезпечення;
        </li>
        <li>
          Виріб має виражені механічні або електричні пошкодження, отримані в
          результаті будь-яких дій покупця або сторонніх осіб;
        </li>
        <li>Дефект викликаний дією непереборних сил, нещасним випадком;</li>
        <li>
          Виявлені сліди потрапляння всередину виробу сторонніх предметів,
          рідин, комах, хімічних та інших речовин;
        </li>
        <li>
          Дефект викликаний в результаті коливання напруги в мережі живлення,
          використання неправильного живлення або вхідної напруги, опромінення,
          електростатичних розрядів (включаючи блискавку), а також інших видів
          зовнішнього впливу;
        </li>
        <li>Звичайне зношування товару обумовленого його експлуатацією;</li>
        <li>
          Дефекти, викликані використанням витратних матеріалів, які не
          відповідають вимогам експлуатації;
        </li>
        <li>
          Вірусного ураження, використання програмного забезпечення, яке не
          входить в комплект виробу або є неліцензійним.
        </li>
      </ul>
    </div>
  );
}
