import React from "react";
import payanddelivery from "./payanddelivery.css";
export default function PayAndDelivery() {
  return (
    <div className="pay-and-delivery-wrapper">

      <br/>
      
      <h3>Доставка та оплата</h3>

      <br/>

      <p className="pay-and-delivery-paragraph">
        Працюємо без свят і вихідних! Клієнти з України можуть отримати
        замовлення протягом 5-6 днів, в залежності від місцезнаходження
        населеного пункту і обраного способу доставки. Доставка можлива в ті
        населені пункти, де працюють відділення Нової пошти та Укрпошти.
      </p>

      <br/>

      <h5 className="pay-and-delivery-paragraph">
        Доставка здійснюється за рахунок клієнта.
      </h5>

      <br/>

      <h3>Комплектація і цілісність товару</h3>

      <br/>

      <ul className="pay-and-delivery-list">
        <li>
          Будь ласка, перевіряйте комплектацію, цілісність упаковки, відсутність
          механічних пошкоджень і документи при отриманні замовлення. Це можливо
          зробити при працівниках служби доставки.
        </li>
        <li>
          Ми не несемо відповідальності за товар, який не був перевірений на
          наявність механічних пошкоджень або відсутність частин безпосередньо
          при отриманні у відділенні перевізника.
        </li>
        <li>
          У разі виявлення некомплекту або пошкоджень, ви маєте право не
          оплачувати товар і відмовитися від його отримання.
        </li>
      </ul>

      <br/>

      <h5 className="pay-and-delivery-paragraph">
        Доставка на склад "Нова пошта"
      </h5>

      <br/>


      <p className="pay-and-delivery-paragraph">
        Вартість доставки фіксована і складає 60 грн, тому додаткові витрати за
        пересилку коштів не стягуються. Замовлення буде доставлене у пункт
        самовивозу протягом 5-6 робочих днів. «Нова пошта» проінформує
        SMS-повідомленням про те, що замовлення чекає у відділенні «Нова пошта».
      </p>
      <p className="pay-and-delivery-paragraph">
        <span className="pay-and-delivery-paragraph-span">
          Зверніть увагу:{" "}
        </span>
        замовлення, оформлені до 15:00, доставляються до відділення «Нова пошта»
        на наступний робочий день (у віддалені населені пункти на 2-3 день).
        Замовлення, оформлені після 15:00, будуть відправлені на наступний день.
        Замовлення може безкоштовно зберігатися на складі «Нова пошта» 4 робочі
        дні. На 5 день замовлення автоматично відправляється назад
        Відправникові. Для отримання відправлення необхідний паспорт,
        посвідчення особи або додаток «Нова пошта».
      </p>

      <br/>

      <h5 className="pay-and-delivery-paragraph">
        Доставка у поштомат "Нова пошта"
      </h5>

      <br/>

      <p className="pay-and-delivery-paragraph">
        Поштомат – це термінал самообслуговування, де ви можете забрати своє
        замовлення. Вартість доставки складає 50 грн. Оплата замовлення можлива
        тільки on-line на сайті.
      </p>
      <p className="pay-and-delivery-paragraph">
        Замовлення буде доставлено у поштомат протягом 5-6 робочих днів. Коли
        посилка прибуде у поштомат – ви отримаєте SMS-повідомлення з кодом для
        відкриття комірки. Замовлення може безкоштовно зберігатися у поштоматі
        «Нова пошта» 3 робочі дні. На 4 день замовлення автоматично
        відправляється назад Відправникові.
      </p>

      <br/>

      <h5 className="pay-and-delivery-paragraph">Доставка "Укрпошта"</h5>

      <br/>

      
      <p className="pay-and-delivery-paragraph">
        Вартість доставки складає 30 грн.Замовлення буде доставлене у відділення
        "Укрпошта" протягом 5-6 днів. Замовлення може безкоштовно зберігатися у
        відділення "Укрпошта" 7 календарних днів. На 8 день замовлення
        автоматично відправляється назад Відправникові. Для отримання
        відправлення необхідний паспорт або посвідчення особи.
      </p>
      <p className="pay-and-delivery-paragraph">
        <span className="pay-and-delivery-paragraph-span">
          Зверніть увагу:{" "}
        </span>
        замовлення відправляються на наступний робочий день після оформлення.
      </p>
    </div>
  );
}
