import React from 'react'
import aboutus from './aboutus.css'
export default function AboutUs() {
  return (
    <div className="about-us-wrapper">
      
      <br/>

      <h3>Про нас</h3>

      <br/>

      <p className="about-us-paragraph">
        BamBook – це молодий інтернет-магазин книг, який стрімко розвивається.
        Наша амбітна команда працює над проектом, прагнучи створити максимально
        комфортні та вигідні умови для всіх поціновувачів хорошої літератури. Ми
        можемо запропонувати читачам понад 10 тисяч різноманітних книг постійно
        в наявності на складі. Book24 - інтернет-магазин книг, який полегшує
        пошук і придбання якісної продукції.
      </p>

      <br/>
      <br/>

      <h3>У нас на сайті Ви зможете знайти книги на всі випадки життя:</h3>

      <br/>

      <ul className='about-us-list-first'>
        <li>твори світової класики, які не втратять своєї актуальності;</li>
        <li>бестселери, які вже завоювали визнання читачів усього світу;</li>
        <li>актуальні новинки книжкового світу; пізнавальна література на будь-яку тему;</li>
        <li>книги для особистісного зростання і розвитку бізнесу;</li>
        <li>дивовижні книги для дітей;</li>
        <li>інформаційно-довідкові видання; відмінні подарункові книги;</li>
      </ul>

      <br/>
      <br/>

      <h3>Чому Вам варто співпрацювати з нами?</h3>

      <br/>

      <ul className='about-us-list-second'>
        <li>всі позиції, представлені на сайті, є в наявності на складі;</li>
        <li>ми пропонуємо актуальну літературу і новинки кращих авторів з усього світу;</li>
        <li>привабливі знижки, цікаві акції та бонуси для наших клієнтів; замовлення буде доставлене в будь-яку точку України в найкоротші терміни;</li>
        <li>максимально зручні способи оплати для клієнтів;</li>
        <li>налагоджена система зворотного зв'язку;</li>
      </ul>
    </div>
  );
}
